Repository: zyxsachin/AccessibleEPUB
Catalog: AccessibleEPUB/AccessibleEPUB/Resource_MessageBox.*.resx
Languages: de

# changesContent
source: Changes will only be shown when the program is restarted
de: Veränderungen werden beim Neustart des Programms angezeigt

# changesTitle
source: Changes
de: Veränderungen

# conversionContent
source: Problem converting from WYSIWYG to HTML
de: WYSIWYG zu HTML Umwandlungsproblem

# conversionTitle
source: Conversion problem
de: Umwandlungsproblem

# cssToJsContent
source: File is already in JavaScript format
de: Datei ist schon im JavaScript Format

# cssToJsTitle
source: Already JavaScript format
de: Datei ist schon im JavaScript Format

# emptyAltTextContent
source: The alternative text is empty.
de: Alternativtextfeld ist leer.

# emptyAltTextTitle
source: Empty alternative text
de: Alternativtextfeld ist leer

# emptyTitleContent
source: The title is empty.
de: Titelfeld ist leer.

# emptyTitleTitle
source: Empty title
de: Titelfeld ist leer

# formulaOverwriteContent
source: Formula with same title already exists in the document. Should the file be overwritten?
de: Eine Formel mit dem gleichen Namen existiert schon in Dokument. Soll die Datei überschrieben werden?

# formulaOverwriteTitle
source: Overwrite file
de: Datei Überschreiben

# imageOverwriteContent
source: Image with same name already exists in the document. Should the file be overwritten?
de: Ein Bild mit dem gleichen Namen existiert schon in Dokument. Soll die Datei überschrieben werden?

# imageOverwriteTitle
source: Overwrite file
de: Datei Überschreiben

# imagePathContent
source: Image doesn't exist.
de: Bild existiert nicht.

# imagePathTitle
source: Image doesn't exist
de: Bild existiert nicht

# invalidFileContent
source: Accessible EPUB cannot open this file
de: Accessible EPUB kann diese Datei nicht öffnen

# invalidFileTitle
source: Invalid file
de: Ungültige Datei

# invalidFormulaContent
source: The entered formula is invalid.
de: Eingegebene Formel ist ungültig

# invalidFormulaTitle
source: Invalid formula
de: Ungültige Formel

# invalidHeightContent
source: Invalid height entry.
de: Höhe ist ungültig

# invalidHeightTitle
source: Invalid height
de: Ungültige Höhe

# invalidWidthContent
source: Invalid width entry.
de: Breite ist ungültig

# invalidWidthTitle
source: Invalid width
de: Ungültige Breite

# jsToCssContent
source: File is already in CSS format
de: Datei ist schon im CSS Format

# jsToCssTitle
source: Already CSS format
de: Datei ist schon im CSS Format

# noFormulaContent
source: No input was entered.
de: Keine Formel eingegeben

# noFormulaTitle
source: Missing formula
de: Fehlende Formel

# notAllFieldsContent
source: Not all required fields are filled out.
de: Nicht alle benötigten Felder wurden ausgefüllt

# notAllFieldsTitle
source: Empty fields
de: Leere Felder

# notDeleteTempContent
source: Could not delete all files in temp folder.
de: Nicht alle Dateien in Temp Ordner konnten gelöscht werden.

# notDeleteTempTitle
source: Unable to delete files in temp folder
de: Löschung des Temp Ordners

# notEpubContent
source: The file name is not an EPUB file
de: Der Dateiname ist keine EPUB Datei

# notEpubTitle
source: Not an EPUB file
de: Keine EPUB Datei

# parseInputContent
source: An error occurred while parsing the given input:
de: Fehler beim bearbeiten der Eingabe:

# probReadContContent
source: Problem reading Content.xhtml
de: Content.xhtml konnte nicht gelesen werden.

# probReadContTitle
source: Error reading Content.xhtml
de: Content.xhtml konnte nicht gelesen werden

# probReadNavContent
source: Problem reading nav.xhtml
de: nav.xhtml konnte nicht gelesen werden

# probReadNavTitle
source: Error reading nav.xhtml
de: nav.xhtml konnte nicht gelesen werden

# saveLeavingContent
source: Save the file before exiting?
de: Sollen die Änderungen gespeichert werden?

# saveLeavingTitle
source: Save change
de: Änderungen speichen

# tempInUseContent
source: Folder in use. Please leave and then press OK.
de: Ordner wird verwendet. Bitte den Ordner verlassen und OK clicken.

# tempInUseLongContent
source: Temp folder is still in use. After pressing OK, the file opening process will stop.
de: Temp Ordner wird verwendet. Der Dateiöffnungsprozess stoppt jetzt.

# tempInUseLongTitle
source: Folder still in use
de: Ordner wird weiterhin verwendet

# tempInUseTitle
source: Folder in use
de: Ordner wird verwendet

# tocAccEpubContent
source: Table of Contents can only be generated if file was created in Accessible EPUB.
de: Das Inhaltsverzeichnis kann nur erstellt werden, wenn die Datei in Accessible EPUB erstellt wurde

# tocAccEpubTitle
source: Table of contents error
de: Inhaltsverzeichnisfehler

# tocJsContent
source: Table of contents only supported in JavaScript Mode.
de: Inhaltsverzeichnis wird nur in JavaScript Mode unterstützt.

# tocJsTitle
source: Table of contents error
de: Inhaltsverzeichnisfehler
